[
  "recent-files-obsidian",
  "obsidian-style-settings",
  "tag-wrangler",
  "obsidian-pandoc",
  "dataview",
  "obsidian-plugin-toc",
  "obsidian-vimrc-support",
  "marp",
  "obsidian-excalidraw-plugin",
  "cm-chs-patch",
  "obsidian-relative-line-numbers",
  "cloze",
  "embed-code-file",
  "better-fn",
  "copilot",
  "calendar",
  "obsidian-mind-map",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-sequence-hotkeys",
  "obsidian-annotator",
  "obsidian-spaced-repetition",
  "cm-typewriter-scroll-obsidian",
  "templater-obsidian",
  "various-complements",
  "nldates-obsidian"
]